Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Showing what you have in "{0}"
source: Showing what you have in "%1$@"
ar: عرض ما لديك في «%1$@»
de: Angezeigt wird, was du in „%1$@“ hast
es: Mostrando lo que tienes en «%1$@»
fr: Affichage de ce que tu as dans « %1$@ »
hi: “%1$@” में आपके पास जो है वह दिखाया जा रहा है
hu: Az jelenik meg, ami megvan a(z) „%1$@” profilban
it: Viene mostrato ciò che hai in “%1$@”
ko: ‘%1$@’에 있는 장비를 표시하는 중
pl: Pokazywane jest to, co masz w „%1$@”
pt: A mostrar o que tens em «%1$@»
pt_br: Mostrando o que você tem em “%1$@”
ru: Показано то, что есть в «%1$@»
th: แสดงเฉพาะที่คุณมีใน "%1$@"
tr: “%1$@” içinde sahip olduklarını gösteriyor
uk: Показано те, що є в «%1$@»
zh: 正在显示你在“%1$@”拥有的器械

source: Shown under each exercise
ar: يظهر تحت كل تمرين
de: Unter jeder Übung angezeigt
es: Debajo de cada ejercicio
fr: Sous chaque exercice
hi: हर व्यायाम के नीचे दिखाया जाता है
hu: Minden gyakorlat alatt
it: Sotto ogni esercizio
ko: 각 운동 아래에 표시
pl: Pod każdym ćwiczeniem
pt: Por baixo de cada exercício
pt_br: Abaixo de cada exercício
ru: Под каждым упражнением
th: แสดงใต้แต่ละท่า
tr: Her egzersizin altında
uk: Під кожною вправою
zh: 每个动作下方显示

source: Sick, missed a day or want a different session? Pick what to train instead.
ar: مريض، أو فاتك يوم، أو تريد جلسة مختلفة؟ اختر ما تريد تدريبه بدلاً من ذلك.
de: Krank, Tag verpasst oder Lust auf was anderes? Wähle, was du stattdessen trainierst.
es: ¿Enfermo, te saltaste un día o quieres otra sesión? Elige qué entrenar en su lugar.
fr: Malade, jour manqué ou envie d’autre chose ? Choisis quoi entraîner à la place.
hi: बीमार हैं, दिन छूट गया या कुछ और करना है? चुनें कि इसके बदले क्या ट्रेन करें।
hu: Beteg vagy, kihagytál egy napot, vagy másra van kedved? Válaszd ki, mit edzel helyette.
it: Malato, giorno saltato o voglia di altro? Scegli cosa allenare al suo posto.
ko: 아프거나, 하루를 놓쳤거나, 다른 운동이 하고 싶나요? 대신 할 운동을 선택하세요.
pl: Choroba, opuszczony dzień albo ochota na coś innego? Wybierz, co trenować zamiast tego.
pt: Doente, falhaste um dia ou queres outra sessão? Escolhe o que treinar em vez disso.
pt_br: Ficou doente, perdeu um dia ou quer outro treino? Escolha o que treinar no lugar.
ru: Заболел, пропустил день или хочешь другую тренировку? Выбери, что делать вместо этого.
th: ป่วย, ขาดวัน หรืออยากเปลี่ยนโปรแกรม? เลือกสิ่งที่จะฝึกแทนได้เลย
tr: Hasta mısın, gün mü kaçırdın ya da farklı bir seans mı istiyorsun? Yerine ne çalışacağını seç.
uk: Захворів, пропустив день чи хочеш інше тренування? Вибери, що робити замість цього.
zh: 生病、错过一天或想换个训练？选择改练什么。

source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन
hu: Bejelentkezés
it: Accedi
ko: 로그인
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Entrar
ru: Войти
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
zh: 登录

source: Sign in again, or export a backup first. Going ahead anyway keeps a copy of these changes on this device until it connects to this server as this account again — then they are added back.
ar: سجّل الدخول مجددًا، أو صدّر نسخة احتياطية أولًا. إذا تابعت على أي حال، فستبقى نسخة من هذه التغييرات على هذا الجهاز حتى يتصل بهذا الخادم بهذا الحساب مجددًا — وعندها تُضاف من جديد.
de: Melde dich wieder an oder exportiere zuerst ein Backup. Machst du trotzdem weiter, bleibt eine Kopie dieser Änderungen auf diesem Gerät, bis es sich wieder mit diesem Konto mit diesem Server verbindet — dann werden sie wieder hinzugefügt.
es: Vuelve a iniciar sesión o exporta antes una copia. Si continúas de todos modos, se guarda una copia de estos cambios en este dispositivo hasta que vuelva a conectarse a este servidor con esta cuenta; entonces se vuelven a añadir.
fr: Reconnectez-vous, ou exportez d'abord une sauvegarde. Si vous continuez quand même, une copie de ces modifications reste sur cet appareil jusqu'à ce qu'il se reconnecte à ce serveur avec ce compte — elles sont alors rajoutées.
hi: फिर से साइन इन करें, या पहले बैकअप निर्यात करें। फिर भी आगे बढ़ने पर इन बदलावों की एक कॉपी इस डिवाइस पर तब तक रहती है जब तक यह इसी खाते से इस सर्वर से फिर कनेक्ट नहीं होता — तब वे वापस जोड़ दिए जाते हैं।
hu: Jelentkezz be újra, vagy előbb exportálj egy biztonsági mentést. Ha mégis folytatod, a módosítások másolata ezen az eszközön marad, amíg újra nem csatlakozik ehhez a szerverhez ezzel a fiókkal — akkor visszakerülnek.
it: Accedi di nuovo, oppure esporta prima un backup. Se procedi comunque, una copia di queste modifiche resta su questo dispositivo finché non si ricollega a questo server con questo account — poi vengono aggiunte di nuovo.
ko: 다시 로그인하거나 먼저 백업을 내보내세요. 그래도 계속하면 이 기기가 이 계정으로 이 서버에 다시 연결될 때까지 변경 사항의 사본이 이 기기에 보관되며, 그때 다시 추가됩니다.
pl: Zaloguj się ponownie albo najpierw wyeksportuj kopię. Jeśli mimo to przejdziesz dalej, kopia tych zmian zostanie na tym urządzeniu, aż ponownie połączy się z tym serwerem na tym koncie — wtedy zostaną dodane z powrotem.
pt: Inicia sessão de novo, ou exporta primeiro uma cópia. Se continuares mesmo assim, fica uma cópia destas alterações neste dispositivo até ele voltar a ligar-se a este servidor com esta conta — aí são novamente adicionadas.
pt_br: Entre de novo ou exporte um backup antes. Se continuar mesmo assim, uma cópia dessas alterações fica neste dispositivo até ele se conectar de novo a este servidor com esta conta — aí elas são adicionadas de volta.
ru: Войдите снова или сначала экспортируйте резервную копию. Если всё равно продолжить, копия этих изменений останется на этом устройстве, пока оно снова не подключится к этому серверу с этим аккаунтом, — тогда они будут добавлены обратно.
th: เข้าสู่ระบบอีกครั้ง หรือส่งออกข้อมูลสำรองก่อน หากดำเนินการต่อ สำเนาของการเปลี่ยนแปลงเหล่านี้จะอยู่ในอุปกรณ์นี้จนกว่าจะเชื่อมต่อกับเซิร์ฟเวอร์นี้ด้วยบัญชีนี้อีกครั้ง — แล้วจะถูกเพิ่มกลับเข้าไป
tr: Yeniden giriş yap ya da önce bir yedek dışa aktar. Yine de devam edersen bu değişikliklerin bir kopyası, cihaz bu hesapla bu sunucuya yeniden bağlanana kadar bu cihazda kalır — sonra geri eklenir.
uk: Увійди знову або спершу експортуй резервну копію. Якщо все одно продовжити, копія цих змін залишиться на цьому пристрої, доки він знову не підключиться до цього сервера з цим акаунтом, — тоді їх буде додано назад.
zh: 请重新登录，或先导出备份。如果仍然继续，这些更改的副本会保留在此设备上，直到它再次以此账号连接到此服务器——届时会重新加入。

source: Sign in as “%1$@” with it on devices where passkeys do not work. Saving signs you out everywhere else, and paired phones have to be paired again.
ar: سجّل الدخول بها باسم «%1$@» على الأجهزة التي لا تعمل عليها مفاتيح المرور. يؤدي الحفظ إلى تسجيل خروجك من كل مكان آخر، ويجب إقران الهواتف المقترنة من جديد.
de: Damit meldest du dich als „%1$@“ auf Geräten an, auf denen Passkeys nicht funktionieren. Beim Speichern wirst du überall sonst abgemeldet, und gekoppelte Handys müssen neu gekoppelt werden.
es: Con ella inicias sesión como «%1$@» en dispositivos donde las passkeys no funcionan. Al guardar se cierra tu sesión en todos los demás sitios, y los teléfonos emparejados tendrán que emparejarse de nuevo.
fr: Il te permet de te connecter en tant que « %1$@ » sur les appareils où les passkeys ne fonctionnent pas. En l’enregistrant, tu es déconnecté partout ailleurs, et les téléphones associés devront être associés à nouveau.
hi: जिन डिवाइस पर पासकी काम नहीं करती, वहाँ इससे "%1$@" के रूप में साइन इन करें। सहेजने पर आप बाकी हर जगह से साइन आउट हो जाएँगे, और पेयर किए गए फ़ोन दोबारा पेयर करने होंगे।
hu: Ezzel „%1$@” néven jelentkezhetsz be olyan eszközökön, ahol a jelszókulcsok nem működnek. Mentéskor minden más helyen kijelentkezel, a párosított telefonokat pedig újra kell párosítani.
it: Con questa accedi come «%1$@» sui dispositivi dove le passkey non funzionano. Salvando vieni disconnesso ovunque altrove, e i telefoni abbinati andranno abbinati di nuovo.
ko: 패스키가 작동하지 않는 기기에서 이 비밀번호로 "%1$@"(으)로 로그인합니다. 저장하면 다른 모든 곳에서 로그아웃되며, 페어링된 휴대폰은 다시 페어링해야 합니다.
pl: Dzięki niemu zalogujesz się jako „%1$@” na urządzeniach, na których passkey nie działa. Zapisanie wyloguje cię wszędzie indziej, a sparowane telefony trzeba będzie sparować ponownie.
pt: Com ela inicias sessão como «%1$@» em dispositivos onde as passkeys não funcionam. Ao guardar, terminas a sessão em todos os outros sítios, e os telemóveis emparelhados têm de ser emparelhados de novo.
pt_br: Com ela você entra como “%1$@” em dispositivos onde as chaves de acesso não funcionam. Ao salvar, você sai de todos os outros lugares, e os celulares pareados precisam ser pareados de novo.
ru: С ним ты входишь как «%1$@» на устройствах, где ключи доступа не работают. При сохранении ты выйдешь из аккаунта во всех остальных местах, а сопряжённые телефоны придётся сопрячь заново.
th: ใช้รหัสผ่านนี้เข้าสู่ระบบในชื่อ “%1$@” บนอุปกรณ์ที่พาสคีย์ใช้ไม่ได้ เมื่อบันทึก คุณจะออกจากระบบในที่อื่นทั้งหมด และต้องจับคู่โทรศัพท์ที่จับคู่ไว้ใหม่อีกครั้ง
tr: Geçiş anahtarlarının çalışmadığı cihazlarda bununla “%1$@” olarak giriş yaparsın. Kaydedince diğer her yerde oturumun kapanır ve eşleştirilmiş telefonların yeniden eşleştirilmesi gerekir.
uk: З ним ти входиш як «%1$@» на пристроях, де ключі доступу не працюють. Після збереження ти вийдеш з акаунта всюди, крім цього пристрою, а спарені телефони доведеться спарувати знову.
zh: 在通行密钥无法使用的设备上，用它以“%1$@”登录。保存后你将在其他所有地方退出登录，已配对的手机需要重新配对。

source: Sign in with passkey
ar: تسجيل الدخول بمفتاح المرور
de: Mit Passkey anmelden
es: Iniciar sesión con passkey
fr: Se connecter avec une passkey
hi: पासकी से साइन इन करें
hu: Bejelentkezés jelszókulccsal
it: Accedi con passkey
ko: 패스키로 로그인
pl: Zaloguj się passkey
pt: Entrar com passkey
pt_br: Entrar com chave de acesso
ru: Войти по ключу доступа
th: เข้าสู่ระบบด้วยพาสคีย์
tr: Geçiş anahtarıyla giriş yap
uk: Увійти за ключем доступу
zh: 用通行密钥登录

source: Sign in with password
ar: تسجيل الدخول بكلمة المرور
de: Mit Passwort anmelden
es: Iniciar sesión con contraseña
fr: Se connecter avec un mot de passe
hi: पासवर्ड से साइन इन करें
hu: Bejelentkezés jelszóval
it: Accedi con password
ko: 비밀번호로 로그인
pl: Zaloguj się hasłem
pt: Iniciar sessão com palavra-passe
pt_br: Entrar com senha
ru: Войти по паролю
th: เข้าสู่ระบบด้วยรหัสผ่าน
tr: Şifreyle giriş yap
uk: Увійти з паролем
zh: 用密码登录

# Sign in with “{0}” instead of your name
source: Sign in with “%1$@” instead of your name
ar: سجّل الدخول بـ «%1$@» بدلًا من اسمك
de: Mit „%1$@“ statt deinem Namen anmelden
es: Inicia sesión con «%1$@» en lugar de tu nombre
fr: Connecte-toi avec « %1$@ » au lieu de ton nom
hi: अपने नाम की जगह "%1$@" से साइन इन करें
hu: Bejelentkezés „%1$@” címmel a neved helyett
it: Accedi con «%1$@» invece che con il tuo nome
ko: 이름 대신 "%1$@"(으)로 로그인
pl: Loguj się „%1$@” zamiast nazwą
pt: Inicia sessão com «%1$@» em vez do teu nome
pt_br: Entre com “%1$@” em vez do seu nome
ru: Входи с «%1$@» вместо имени
th: เข้าสู่ระบบด้วย “%1$@” แทนชื่อของคุณ
tr: İsmin yerine “%1$@” ile giriş yap
uk: Входь з «%1$@» замість імені
zh: 用“%1$@”代替名字登录

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
hu: Kijelentkezés
it: Esci
ko: 로그아웃
pl: Wyloguj
pt: Terminar sessão
pt_br: Sair
ru: Выйти
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
zh: 退出登录

source: Sign out anyway
ar: تسجيل الخروج على أي حال
de: Trotzdem abmelden
es: Cerrar sesión de todos modos
fr: Se déconnecter quand même
hi: फिर भी साइन आउट करें
hu: Kijelentkezés mindenképp
it: Esci comunque
ko: 그래도 로그아웃
pl: Wyloguj mimo to
pt: Terminar sessão mesmo assim
pt_br: Sair mesmo assim
ru: Всё равно выйти
th: ออกจากระบบเลย
tr: Yine de çıkış yap
uk: Все одно вийти
zh: 仍然退出登录

source: Sign out everywhere
ar: تسجيل الخروج من كل الأجهزة
de: Überall abmelden
es: Cerrar sesión en todos los dispositivos
fr: Se déconnecter partout
hi: हर जगह साइन आउट करें
hu: Kijelentkezés mindenhonnan
it: Esci ovunque
ko: 모든 기기에서 로그아웃
pl: Wyloguj wszędzie
pt: Terminar sessão em todos os dispositivos
pt_br: Sair de todos os dispositivos
ru: Выйти на всех устройствах
th: ออกจากระบบทุกอุปกรณ์
tr: Her yerden çıkış yap
uk: Вийти на всіх пристроях
zh: 在所有设备上退出登录

source: Sign out everywhere?
ar: تسجيل الخروج من كل الأجهزة؟
de: Überall abmelden?
es: ¿Cerrar sesión en todos los dispositivos?
fr: Se déconnecter partout ?
hi: हर जगह साइन आउट करें?
hu: Kijelentkezel mindenhonnan?
it: Uscire ovunque?
ko: 모든 기기에서 로그아웃할까요?
pl: Wylogować wszędzie?
pt: Terminar sessão em todos os dispositivos?
pt_br: Sair de todos os dispositivos?
ru: Выйти на всех устройствах?
th: ออกจากระบบทุกอุปกรณ์?
tr: Her yerden çıkış yapılsın mı?
uk: Вийти на всіх пристроях?
zh: 在所有设备上退出登录？

source: Sign out?
ar: تسجيل الخروج؟
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
hi: साइन आउट करें?
hu: Kijelentkezel?
it: Uscire?
ko: 로그아웃할까요?
pl: Wylogować?
pt: Terminar sessão?
pt_br: Sair?
ru: Выйти?
th: ออกจากระบบ?
tr: Çıkış yapılsın mı?
uk: Вийти?
zh: 退出登录？

source: Sign-in e-mail
ar: بريد تسجيل الدخول
de: Anmelde-E-Mail
es: Correo de inicio de sesión
fr: E-mail de connexion
hi: साइन-इन ईमेल
hu: Bejelentkezési e-mail
it: E-mail di accesso
ko: 로그인 이메일
pl: E-mail do logowania
pt: E-mail de início de sessão
pt_br: E-mail de login
ru: E-mail для входа
th: อีเมลสำหรับเข้าสู่ระบบ
tr: Giriş e-postası
uk: E-mail для входу
zh: 登录邮箱

source: Sign-in failed
ar: تعذّر تسجيل الدخول
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Échec de la connexion
hi: साइन-इन विफल
hu: A bejelentkezés sikertelen
it: Accesso fallito
ko: 로그인 실패
pl: Logowanie nie powiodło się
pt: Início de sessão falhou
pt_br: Falha ao entrar
ru: Вход не удался
th: เข้าสู่ระบบไม่สำเร็จ
tr: Giriş başarısız
uk: Вхід не вдався
zh: 登录失败

# Signed in as {0}
source: Signed in as %1$@
ar: مسجّل الدخول باسم %1$@
de: Angemeldet als %1$@
es: Sesión iniciada como %1$@
fr: Connecté en tant que %1$@
hi: %1$@ के रूप में साइन इन
hu: Bejelentkezve: %1$@
it: Accesso effettuato come %1$@
ko: %1$@(으)로 로그인됨
pl: Zalogowano jako %1$@
pt: Sessão iniciada como %1$@
pt_br: Conectado como %1$@
ru: Вы вошли как %1$@
th: เข้าสู่ระบบในชื่อ %1$@
tr: %1$@ olarak giriş yapıldı
uk: Вхід виконано як %1$@
zh: 已登录为 %1$@

source: Signed out on all devices
ar: تم تسجيل الخروج من جميع الأجهزة
de: Auf allen Geräten abgemeldet
es: Sesión cerrada en todos los dispositivos
fr: Déconnecté sur tous les appareils
hi: सभी डिवाइस पर साइन आउट हो गया
hu: Kijelentkezve minden eszközön
it: Uscito da tutti i dispositivi
ko: 모든 기기에서 로그아웃했습니다
pl: Wylogowano na wszystkich urządzeniach
pt: Sessão terminada em todos os dispositivos
pt_br: Sessão encerrada em todos os dispositivos
ru: Выход выполнен на всех устройствах
th: ออกจากระบบทุกอุปกรณ์แล้ว
tr: Tüm cihazlarda çıkış yapıldı
uk: Вихід виконано на всіх пристроях
zh: 已在所有设备上退出登录

source: Signs this profile out on every device, including this one. Phones paired with it are disconnected and have to be paired again. Your passkeys keep working — sign in with them again anytime.
ar: يسجّل خروج هذا الملف الشخصي من كل الأجهزة، بما فيها هذا الجهاز. تُفصل الهواتف المقترنة به ويجب إقرانها مجددًا. تظل مفاتيح المرور تعمل — سجّل الدخول بها مجددًا في أي وقت.
de: Meldet dieses Profil auf allen Geräten ab, auch auf diesem. Damit gekoppelte Handys werden getrennt und müssen neu gekoppelt werden. Deine Passkeys funktionieren weiter — melde dich jederzeit wieder damit an.
es: Cierra la sesión de este perfil en todos los dispositivos, incluido este. Los teléfonos emparejados con él se desconectan y hay que volver a emparejarlos. Tus passkeys siguen funcionando: inicia sesión con ellas cuando quieras.
fr: Déconnecte ce profil sur tous les appareils, y compris celui-ci. Les téléphones associés sont déconnectés et devront être associés à nouveau. Vos passkeys continuent de fonctionner — reconnectez-vous avec quand vous voulez.
hi: इस प्रोफ़ाइल को इस डिवाइस समेत हर डिवाइस से साइन आउट करता है। इससे पेयर किए गए फ़ोन डिस्कनेक्ट हो जाते हैं और उन्हें फिर से पेयर करना होगा। आपकी पासकी काम करती रहेंगी — कभी भी उनसे फिर साइन इन करें।
hu: Kijelentkezteti ezt a profilt minden eszközön, ezen is. A vele párosított telefonok leválasztódnak, és újra párosítani kell őket. A jelszókulcsaid továbbra is működnek — bármikor bejelentkezhetsz velük újra.
it: Disconnette questo profilo su tutti i dispositivi, compreso questo. I telefoni abbinati vengono scollegati e vanno abbinati di nuovo. Le tue passkey continuano a funzionare — accedi di nuovo quando vuoi.
ko: 이 기기를 포함한 모든 기기에서 이 프로필을 로그아웃합니다. 이 프로필과 페어링된 휴대폰은 연결이 해제되며 다시 페어링해야 합니다. 패스키는 계속 작동하므로 언제든 다시 로그인할 수 있습니다.
pl: Wylogowuje ten profil na wszystkich urządzeniach, także na tym. Sparowane z nim telefony zostaną rozłączone i trzeba je będzie sparować ponownie. Twoje passkeys nadal działają — zaloguj się nimi ponownie w dowolnej chwili.
pt: Termina a sessão deste perfil em todos os dispositivos, incluindo este. Os telemóveis emparelhados com ele são desligados e têm de ser emparelhados de novo. As tuas passkeys continuam a funcionar — entra de novo com elas quando quiseres.
pt_br: Encerra a sessão deste perfil em todos os dispositivos, incluindo este. Os celulares pareados com ele são desconectados e precisam ser pareados de novo. Suas chaves de acesso continuam funcionando — entre com elas de novo quando quiser.
ru: Выполняет выход из этого профиля на всех устройствах, включая это. Сопряжённые с ним телефоны отключаются, и их нужно будет сопрячь заново. Ваши ключи доступа продолжают работать — входите с ними снова в любое время.
th: ออกจากระบบโปรไฟล์นี้ในทุกอุปกรณ์ รวมถึงเครื่องนี้ โทรศัพท์ที่จับคู่ไว้จะถูกตัดการเชื่อมต่อและต้องจับคู่ใหม่ พาสคีย์ของคุณยังใช้ได้ — เข้าสู่ระบบด้วยพาสคีย์ได้ทุกเมื่อ
tr: Bu profilin oturumunu bu cihaz dahil tüm cihazlarda kapatır. Bu profille eşleştirilmiş telefonların bağlantısı kesilir ve yeniden eşleştirilmeleri gerekir. Geçiş anahtarların çalışmaya devam eder — istediğin zaman onlarla yeniden giriş yap.
uk: Виходить із цього профілю на всіх пристроях, зокрема на цьому. Спарені з ним телефони буде відключено, і їх доведеться спарувати знову. Твої ключі доступу й далі працюють — входь із ними знову будь-коли.
zh: 在所有设备（包括此设备）上退出此个人资料。与它配对的手机会断开连接，需要重新配对。你的通行密钥仍然有效——随时可以用它们重新登录。

source: Single stack
ar: كومة واحدة
de: Einzelstapel
es: Pila única
fr: Pile unique
hi: एक स्टैक
hu: Egy oszlop
it: Pila unica
ko: 단일 스택
pl: Pojedynczy stos
pt: Pilha única
pt_br: Pilha única
ru: В стопку
th: กองเดียว
tr: Tek yığın
uk: Одним стосом
zh: 单堆

source: Skip
ar: تخطّي
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
hu: Kihagyás
it: Salta
ko: 건너뛰기
pl: Pomiń
pt: Saltar
pt_br: Pular
ru: Пропустить
th: ข้าม
tr: Atla
uk: Пропустити
zh: 跳过

source: Slide or tap to set your weight — tracked before every workout so your curve stays honest.
ar: مرّر أو اضغط لتحديد وزنك — يُسجَّل قبل كل تمرين للحفاظ على دقة المنحنى.
de: Schieben oder tippen, um dein Gewicht zu setzen — vor jedem Training erfasst, damit deine Kurve ehrlich bleibt.
es: Desliza o toca para fijar tu peso — se registra antes de cada entrenamiento para que tu curva sea honesta.
fr: Glisse ou tape pour régler ton poids — noté avant chaque séance pour que ta courbe reste honnête.
hi: वज़न सेट करने के लिए स्लाइड या टैप करें — हर वर्कआउट से पहले दर्ज होता है ताकि आपका ग्राफ़ सही रहे।
hu: Csúsztasd vagy koppints a súlyod beállításához — minden edzés előtt rögzítjük, hogy a görbéd valós maradjon.
it: Scorri o tocca per impostare il peso — registrato prima di ogni allenamento così la tua curva resta onesta.
ko: 슬라이드하거나 탭해서 체중을 설정하세요 — 매 운동 전에 기록되어 그래프가 정직하게 유지됩니다.
pl: Przesuń lub dotknij, aby ustawić wagę — zapisywana przed każdym treningiem, żeby krzywa była uczciwa.
pt: Desliza ou toca para definir o teu peso — registado antes de cada treino para a tua curva ser honesta.
pt_br: Deslize ou toque para informar seu peso — ele é registrado antes de cada treino para manter a curva precisa.
ru: Сдвинь или коснись, чтобы указать вес — он записывается перед каждой тренировкой, чтобы кривая была честной.
th: เลื่อนหรือแตะเพื่อตั้งน้ำหนัก — บันทึกก่อนออกกำลังกายทุกครั้งเพื่อให้กราฟตรงตามจริง
tr: Kilonu ayarlamak için kaydır veya dokun — eğrin dürüst kalsın diye her antrenmandan önce kaydedilir.
uk: Посунь або натисни, щоб вказати вагу — записується перед кожним тренуванням, щоб крива лишалась чесною.
zh: 滑动或点按设置体重——每次训练前记录，让你的曲线保持真实。

source: Small
ar: صغيرة
de: Klein
es: Pequeña
fr: Petite
hi: छोटा
hu: Kicsi
it: Piccola
ko: 작게
pl: Mała
pt: Pequena
pt_br: Pequena
ru: Малая
th: เล็ก
tr: Küçük
uk: Мала
zh: 小

source: Solid session
ar: جلسة قوية
de: Solide Einheit
es: Sesión sólida
fr: Séance solide
hi: ठोस सत्र
hu: Rendes edzés
it: Sessione solida
ko: 탄탄한 세션
pl: Solidna sesja
pt: Sessão sólida
pt_br: Sessão sólida
ru: Крепкая сессия
th: เซสชันมั่นคง
tr: Sağlam seans
uk: Міцне тренування
zh: 扎实的训练

source: Some changes on this device have not reached your server.
ar: بعض التغييرات على هذا الجهاز لم تصل إلى خادمك.
de: Einige Änderungen auf diesem Gerät haben deinen Server noch nicht erreicht.
es: Algunos cambios de este dispositivo aún no han llegado a tu servidor.
fr: Certaines modifications de cet appareil n'ont pas encore atteint votre serveur.
hi: इस डिवाइस के कुछ बदलाव अभी आपके सर्वर तक नहीं पहुँचे हैं।
hu: Az eszköz néhány módosítása még nem jutott el a szerveredre.
it: Alcune modifiche su questo dispositivo non hanno ancora raggiunto il tuo server.
ko: 이 기기의 일부 변경 사항이 아직 서버에 도달하지 않았습니다.
pl: Niektóre zmiany z tego urządzenia nie dotarły jeszcze na twój serwer.
pt: Algumas alterações neste dispositivo ainda não chegaram ao teu servidor.
pt_br: Algumas alterações neste dispositivo ainda não chegaram ao seu servidor.
ru: Некоторые изменения на этом устройстве ещё не дошли до вашего сервера.
th: การเปลี่ยนแปลงบางอย่างในอุปกรณ์นี้ยังไปไม่ถึงเซิร์ฟเวอร์ของคุณ
tr: Bu cihazdaki bazı değişiklikler henüz sunucuna ulaşmadı.
uk: Деякі зміни на цьому пристрої ще не дійшли до твого сервера.
zh: 此设备上的部分更改尚未到达你的服务器。

source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo ha salido mal
fr: Une erreur est survenue
hi: कुछ गड़बड़ हो गई
hu: Hiba történt
it: Qualcosa è andato storto
ko: 문제가 발생했습니다
pl: Coś poszło nie tak
pt: Algo correu mal
pt_br: Algo deu errado
ru: Что-то пошло не так
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
zh: 出了点问题

source: Sounds
ar: الأصوات
de: Töne
es: Sonidos
fr: Sons
hi: ध्वनियाँ
hu: Hangok
it: Suoni
ko: 소리
pl: Dźwięki
pt: Sons
pt_br: Sons
ru: Звуки
th: เสียง
tr: Sesler
uk: Звуки
zh: 声音

source: Speed (km/h)
ar: السرعة (km/h)
de: Tempo (km/h)
es: Velocidad (km/h)
fr: Vitesse (km/h)
hi: गति (किमी/घं)
hu: Sebesség (km/h)
it: Velocità (km/h)
ko: 속도 (km/h)
pl: Prędkość (km/h)
pt: Velocidade (km/h)
pt_br: Velocidade (km/h)
ru: Скорость (км/ч)
th: ความเร็ว (กม./ชม.)
tr: Hız (km/sa)
uk: Швидкість (км/год)
zh: 速度（km/h）

source: Speed (mph)
ar: السرعة (mph)
de: Tempo (mph)
es: Velocidad (mph)
fr: Vitesse (mph)
hi: गति (मील/घं)
hu: Sebesség (mph)
it: Velocità (mph)
ko: 속도 (mph)
pl: Prędkość (mph)
pt: Velocidade (mph)
pt_br: Velocidade (mph)
ru: Скорость (миль/ч)
th: ความเร็ว (ไมล์/ชม.)
tr: Hız (mil/sa)
uk: Швидкість (миль/год)
zh: 速度（mph）

source: Speed unit
ar: وحدة السرعة
de: Geschwindigkeitseinheit
es: Unidad de velocidad
fr: Unité de vitesse
hi: गति की इकाई
hu: Sebesség mértékegysége
it: Unità di velocità
ko: 속도 단위
pl: Jednostka prędkości
pt: Unidade de velocidade
pt_br: Unidade de velocidade
ru: Единица скорости
th: หน่วยความเร็ว
tr: Hız birimi
uk: Одиниця швидкості
zh: 速度单位

source: Squat (anchor)
ar: السكوات (المرجع)
de: Kniebeuge (Anker)
es: Sentadilla (ancla)
fr: Squat (référence)
hi: स्क्वाट (आधार)
hu: Guggolás (viszonyítási alap)
it: Squat (riferimento)
ko: 스쿼트 (기준)
pl: Przysiad (punkt odniesienia)
pt: Agachamento (referência)
pt_br: Agachamento (referência)
ru: Присед (опорное упражнение)
th: สควอท (ท่าอ้างอิง)
tr: Squat (referans)
uk: Присід (опорна вправа)
zh: 深蹲（锚点）
